{
    "case": [
        {
            "id": "1",
            "title": "TÜV NORD and DB Systemtechnik sign Cooperation Agreement",
            "time": "1 March 2016 | Industry",
            "desc": "TÜV NORD and Deutsche Bahn subsidiary DB Systemtechnik have agreed on a comprehensive cooperation, with a contract signed in Hamburg. Both organizations have been established in the approval, testing and inspection business for many years and now aim to achieve wide-ranging synergy benefits for their clients by combining their competence and skills.<br /><br />\"We are already working together very intensively on the approvals for the ICE 4 and the Munich-Nuremberg Express. So it is only logical to extend our activities into an official cooperation\", explains Hans Peter Lang, CEO of DB Systemtechnik.<br /><br />In future, TÜV NORD and DB Systemtechnik will offer their customers a complete package. Starting with design draft and design examination and then following on to railway vehicle approvals and collection of the vehicle from the customer, up to assessment of infrastructure. In addition, the cooperation will make better use of human resources.<br /><br />\"At the moment, it is not always possible to cover project rescheduling or delay based on the capacity within our own organization. The cooperation will open up flexible access to the resources of our partner\", says Rudolf Wieland, Managing Director of TÜV NORD Systems. Both companies are also looking forward to further opportunities on international markets.<br /><br />The cooperation will mean that there is one central contact for approvals, testing and inspection in all areas of railway transportation, from trams to high-speed trains. DB Systemtechnik CEO Hans Peter Lang: “We are combining the safety philosophy of TÜV NORD – which is recognised the world over – with the technical competence of Europe’s leading engineering consultancy in the railway sector.” And TÜV NORD Systems managing director Rudolf Wieland adds: \"Our experts, who are very highly respected in the sector, are a guarantee of reliable results that are technically beyond reproach.\"<br /><br />About DB Systemtechnik<br />DB Systemtechnik is Europe’s largest competence center for railway engineering, with main emphasis on railway vehicle technology. As a highly-capable provider with a strong customer focus, DB Systemtechnik not only serves the DB Group with its technical expertise, but is increasingly active in railway markets all over the world.<br /><br />Guiding principle: \"Our railway know-how – your success.\""
        },
        {
            "id": "2",
            "title": "TÜV NORD and CRRC sign strategic cooperation agreement",
            "time": "23 September 2016 | Traffic",
            "desc": "Berlin: CRRC, the world’s largest manufacturer of rolling stock from China, and TÜV NORD, German certification body for rolling stock, have agreed on a strategic cooperation. Wang Jun, vice president of CRRC, and Ralf Jung, managing director of TÜV NORD Systems, have signed the MoU at the international trade fair InnoTrans. TÜV NORD is the first certification body for the railway market to enter into cooperation with CRRC at group level.<br /><br />TÜV NORD will support CRRC in its efforts to meet the technical standards with regard to processes and quality. The aim is, besides others, to comply with international safety standards. The two companies plan to collaborate in the certification and assessment of components, the testing of structural elements, and in acceptance procedures. “With our strategic partnership, TÜV NORD and CRRC will jointly ensure high quality and safety standards for the international railway markets”, said Ralf Jung.<br /><br /><img src=\"/static/img/case/case1.png\" />"
        },
        {
            "id": "3",
            "title": "TÜV NORD inks Strategic Cooperation Agreement with ZPMC",
            "time": "2 June 2016 | Industry",
            "desc": "Invited by the top management of Shanghai Zhenhua Heavy Industry Co., Ltd. (ZPMC), TÜV NORD GROUP visited ZPMC on June 30th in Shanghai. During this visiting, ZPMC (Shanghai Zhenhua Heavy Industry), Chinese manufacturer of heavy-duty equipment, and TÜV NORD, German technology service provider, have agreed on a strategic cooperation. Dirk Stenkamp, a member of the Board of Management of TÜV NORD GROUP, and Huang Qingfeng, Executive Vice President of ZPMC, signed the agreement in Shanghai.<br /><br />TÜV NORD and ZPMC will establish a strategic partnership for the quality inspection of cranes, marine products, large steel structures, railway vehicles and other technical equipment. The partners will jointly explore the use of relevant technologies, improve product quality and routine maintenance management, with the effect of enhancing overall operational efficiency and reducing operating costs.<br /><br />\"Already 90 per cent of goods traffic worldwide is carried by merchant ships. The importance of large ports within logistics chains will continue to grow. This partnership is therefore highly significant over the long term with both parties sharing experience and raising quality standards on an international level\", Stenkamp said.<br /><br />Shanghai Zhenhua Heavy Industry Co., Ltd. (ZPMC) is a famous heavy-duty equipment manufacturer, and a state holding company listed on A and B shares in Shanghai Stock Exchange. The major shareholder is China Communication Construction Co., Ltd. (CCCC), which is one of top 500 companies in the world. ZPMC headquarters is located in Shanghai. ZPMC also has 8 production bases located in Shanghai, Nantong and Jiangyin, with total area of 6670 hectares and 10 kilometer coastline, (especially Changxing Base has 5 kilometer deep water coastline), and including heavy-duty dock of 3.7 kilometer. ZPMC is the largest heavy-duty equipment manufacturer in the world and owns 26 transportation ships of capacity from 60,000 DWT to 100,000 DWT, delivering products to all over the world.<br /><br /><img src=\"/static/img/case/case2.png\" />"
        },
        {
            "id": "4",
            "title": "TUV NORD issues IECRE certificate for GE wind turbine",
            "time": "18 January 2017 | Energy",
            "desc": "Hamburg, Germany: TÜV NORD has issued one of the world’s first IECRE turbine certificates to General Electric (GE). The aim of the new conformity assessment system from the International Electrotechnical Committee for Renewable Energy (IECRE) is to harmonise standards while maintaining a high safety level.<br /><br />TÜV NORD issued the new IECRE certificate for the GE 2.3 MW turbine with its 116-metre rotor platform at the end of 2016. The turbine has an increased blade swept area that allows for greater energy capture and improved economic efficiency.<br /><br />\"The IECRE system is an important step forward for the renewable energy industry towards a global certification system with harmonised standards. In the long term, the intention is for the global IECRE Type Certificates also to be recognised for national permissions. All this will reduce certification time and costs and, in the process, the time to market,” says Michael Dahm, Executive Vice President Renewables at TÜV NORD. “In close cooperation with GE we’ve been able to issue one of the first certificates for the new system. We always strive to offer our customers the latest developments in the certification field to keep them ahead in the industry.\""
        },
        {
            "id": "5",
            "title": "TÜV NORD assesses Škoda locomotives and double-decker carriages for EU-wide approval ",
            "time": "14 April 2015 | Industry",
            "desc": "TÜV NORD and DB Systemtechnik are assessing newly-designed carriages and locomotives for the Nuremberg-Ingolstadt-Munich route on behalf of the rail vehicle manufacturer Škoda, based in the Czech Republic. The assessment is part of the national and European approval process and is carried out in cooperation with the notified body Eisenbahn-Cert at the Federal Railway Authority (EBA), the German Federal Railway Authority (EBA).<br /><br />Škoda Transportation and Škoda Vagonka will supply locomotives and double-decker carriages for local rail services on the Nuremberg-Ingolstadt-Munich (NIM) route. Commissioning is planned for 2016. In order for this to occur, the newly-designed trains require an EC Certification of Conformity according to the EU Interoperability Directive and also a national operating approval from the EBA. Škoda applied for the EC Certificates of Conformity from the notified body Eisenbahn-Cert in Germany. Eisenbahn-Cert has also taken over the function of the interim DeBo (Designated Body) within the national procedure.<br /><br />The prerequisite for both the EC Certificate of Conformity and the national approval is fulfilment of a comprehensive Catalogue of Specifications. In the European process, these are the Technical Specifications for Interoperability (TSI). In the national procedure, the EBA requirements additionally apply.<br /><br />The task of TÜV NORD and DB Systemtechnik is to establish on behalf of Škoda Vagonka and Škoda Transportation if these requirements are adhered to in the case of the double-decker carriages and locomotives. The main focus of the work performed by TÜV NORD is on the assessment of test reports of the software, the acoustics and the brakes, along with examination of the structure and strength of the vehicles and the fire protection of the double-decker carriages; the fire protection of the locomotives will be investigated by TÜV Süd.<br /><br />In addition, the experts from TÜV NORD will evaluate the functional safety of the new train. This is of particular importance for the safety assessment, as it considers the interactions between the individual system components and their central control system. The experts from DB Systemtechnik are above all concerned with aspects of running gear technology and derailment resistance, aerodynamics and ease of access for persons with limited mobility.<br /><br /><img src=\"/static/img/case/case4.png\" />"
        },
        {
            "id": "6",
            "title": "China Merchants New Energy Group Co. Ltd Signed a Strategic Cooperation Agreement for Power Plant Detection with TÜV NORD Group",
            "time": "11 October 2016 | Industry",
            "desc": "<img src=\"/static/img/case/case5.png\" /><br /><br />In 11th October 2016, China Merchants New Energy Group Co. Ltd and TÜV NORD Group signed a strategic cooperation agreement in Shanghai. Li Hong, CFO of China Merchants New Energy Group Co. Ltd and chairman of China Territory Affairs Management Committee, Dr. Dirk Stenkamp, TÜV NORD Group CEO, Ren Jun, TÜV NORD Asia Pacific CEO, and Xu Tingting , vice president of TÜV NORD Group Greater China, attended the signing ceremony.<br /><br />According to the agreement, the two parties will conduct in-depth cooperation in the field of solar photovoltaic power plant’s annual detection and assessment. TÜV NORD Group will inspect 30 power plants for China Merchants New Energy Group Co. Ltd. TÜV NORD Group will detect and analyze the data, in order to improve operation efficiency and complete the power plant operation system, and ensure the stability of the power generation capacity<br /><br />China Merchants New Energy Group Co. Ltd and TÜV NORD Group use the advantages in their respective field, to promote the formation of testing, quality assessing and risk controlling system of the photovoltaic power plants since 2015. And they continuously explore new modes in cooperation. This marks another achievement for both parties since Photovoltaic Green-ecosystem Organization (PGO).<br /><br />Chairman Li Hong said: \"we value the fact that TÜV NORD Group has the advanced ideas and leading technology, and we hope that our cooperation will improve the efficiency of China Merchants new energy’s power plant operation, and ensure stable power generation and bring a steady income to the company.\"<br /><br />TÜV NORD Group is one of the world’s largest supplier of technical services, which have branches in more than 70 countries in the world. In the field of solar energy, TÜV NORD Group have PV testing laboratory both in Europe and China mainland, and the laboratories are all assessed of ISO/IEC 17025 specification."
        },
        {
            "id": "7",
            "title": "Certification for wind turbines: TÜV NORD receives major orders from Siemens",
            "time": "20 May 2015 | Energy",
            "desc": "TÜV NORD has been tasked with certification of wind turbine towers for Siemens. The company has also commissioned TÜV NORD with type certification of the SWT-2.3-120 turbine of the G2 platform.<br /><br />In future, TÜV NORD will issue a significant number of the tower component certificates for Siemens. With these certificates, the towers will no longer have to be individually evaluated as major components in later turbine and type certifications; it will only be necessary to demonstrate suitability for the specific loads and to prove integration into the electric lightning strike protection / earthing concept through interface comparison and harmonisation. “In the course of this order, we will test the structures of different tower variants from Siemens and perform the necessary production supervision. The project is forecast to last for the next one to two years”, explains Michael Dahm, Head of Wind Energy at TÜV NORD.<br /><br />The type certification of the Siemens SWT-2.3-120 will launch at the same time. This is a geared onshore turbine with 2.3 MW rated power. With its robust construction and large rotor of 120 meters in diameter, this variant of the G2 platform is intended to optimise energy yield specifically at sites with limited wind resources.<br /><br />The turbine is designed to meet the demands of the markets in the Americas region. A prototype will also be erected in Denmark. For this reason, TÜV NORD will take both the Danish and the American standards into consideration. In the certification process as per the IEC 61400-22 Standard, the design of the complete wind turbine is tested for compliance, which is confirmed with a certificate from TÜV NORD.<br /><br />Testing basically covers load assumptions, safety concept and manuals, mechanical components and structures, electrical components, major components such as the tower and rotor blade and also the compatibility of the interfaces between the different elements. Alongside evaluation of the design, manufacturing inspection of the major components is just as important for issue of the type certificate as the performance of a variety of measurements on prototypes in the field.<br /><br />"
        },
        {
            "id": "8",
            "title": "TÜV NORD in China: Strategic cooperation agreement signed with Maanshan Iron & Steel (Masteel)",
            "time": "19 May 2015 | Industry",
            "desc": "A strategic cooperation framework agreement has been signed between TÜV NORD China and Maanshan Iron & Steel (Masteel). Masteel places a great deal of trust in TÜV NORD, especially as a certification institution according to ISO/TS 16949 and IRIS, the International Railway Industry Standard. TÜV NORD also offers technical services to Masteel for the qualification of high-speed trains.<br /><br />The agreement was signed by Dirk Stenkamp, member of the Board of Management of TÜV NORD GROUP, and Gao Haichao, Vice General Manager of Masteel and its chief engineer. Also present at the ceremony from TÜV NORD were Ren Jun, CEO of TÜV NORD China, Song Haining, System Certification Director of TÜV NORD China, and Eileen Yuan, Industry & Railway Service Department Business Unit Manager of TÜV NORD China.<br /><br />TÜV NORD also used the occasion to ceremonially hand over an IRIS certificate to the Masteel representatives. IRIS stands for the International Railway Industry Standard, which combines requirements from the ISO 9001 standard with demands specific to the railway industry, similar to those of the ISO/TS 16949 standard in the automotive sector.<br /><br />The Chinese state-owned Masteel, with its HQ in Maanshan in the Anhui province of Eastern China and more than 20,000 staff, is one of the biggest steel producers in the country. Among other activities the company produces sectional steel for export to 50 countries. The steel produced is used, for example, in the construction of wheel sets for railway vehicles. In this way TÜV NORD is making a significant contribution to the use of Masteel products in high-speed trains."
        }
    ]
}